/* 스라벨 아이템 이름 */
var s1 = ['미스틱 블랙 실크햇','미스틱 블랙 리본','매직스타 슈트','매직스타 원피스','매직스타 케이프','스타폴 매직스퀘어'];
var s2 = ['아기양 머리핀','아기양 포근 잠옷','아기양 털장갑','아기양 슬리퍼','꿈꾸는 사탕 배게'];
var s3 = ['나이스샷 썬캡','카라 골프 나시','골프 반바지','골프 스커트','골프 장갑','골프 운동화','스타일리쉬 아이언'];
var s4 = ['리프 다이아','테르미도르','테르미도르','플레임 부츠','아기 드래곤 포비','샐리맨더'];
var s5 = ['핑크 소다캡','팅키 베이스볼','핑키 베이스볼','베이스볼 슈즈','두둥실 야구공','야쿠배트'];
var s6 = ['슈퍼스타 크라운','슈퍼스타 슈트','슈퍼스타 원피스','슈퍼스타 슈즈','슈퍼스타 미러볼','슈퍼스타 마이크'];
var s7 = ['민트 찹쌀 아이스','핑크 찹쌀 아이스','프레쉬 아이스','프레쉬 아이스','하트 푸딩 슬리퍼','아이스바 펭돌이','아이스바 맛나'];
var s8 = ['블루리본 페도라','블루리본 레이스캡','버틀러의 품격','메이드의 긍지','제복 구두','잔소리 메가폰','반짝반짝 친구들'];
var s9 = ['암염의 두건','블러디 레오','블러디 잔느','암염의 샌들','암염의 가터','암염의 속죄가','암염의 눈물'];
var s10 = ['화이트 초코 바니','퐁당 초코보이','퐁당 초코걸','초콜릿 리본장식','카카오 베어 슈즈','사르르 초코 퐁듀'];
var s11 = ['은월 화모','은월 꽃비녀','월광은월','가인은월','오색구슬','구름에 달가듯','동백꽃 흩날리며'];
var s12 = ['블루통통','핑크통통','샤이니 쇼퍼','러블리 쇼퍼','블루모카신','지름신 요정','오늘도 한보따리'];
var s13 = ['봄나들이 베레모','꽃나들이 베레모','하늘 소풍','개나리 소풍','알록 소풍슈즈','달록 소풍슈즈','주먹밥 탈출소동','버블버블 버블샷'];
var s14 = ['LED 마우스밴드','파티 프린스','파티 프린세스','유리 스니커즈','유리구두','팡팡 폭죽','주인공의 왕홀'];
var s15 = ['호이포이 모자','호이포이 티셔츠','호이포이 반바지','무지개 구슬알','무지개 스니커즈','맑은날 무지개'];
var s16 = ['도레미 헤드폰','멜로디 소년','멜로디 소녀','허밍 슈즈','딩동댕 오로라','실로폰 멜로디'];
var s17 = ['훌라훌라 깃털장식','하와이안 커플','하와이안 커플','훌라훌라 구슬발찌','오매불망 휴양지','훌라훌라 펭순이'];
var s18 = ['다람쥐 페도라','숲속 캠핑룩','숲속 캠핑룩','토끼곰 슬리퍼','토끼곰 캠핑가방','여기있어! 손전등'];
var s19 = ['별팡팡 머리띠','치어 유니폼','치어 유니폼',' 치어리더 슈즈','빅토리 윙즈','치어 팡팡'];
var s20 = ['매드 닥터 나사못','리본의 천사캡','매드 닥터 가운','리본의 천사 유니폼','매드 닥터 슈즈','리본의 천사 구두','매드 닥터 청진기','리본의 천사 주사기','위험한 약병'];
var s21 = ['휘핑 스트로베리','스윗 파티시에','스윗 파티시엘','슈크림 퐁퐁','슈크림 봉봉','블루 마카롱 슈즈','핑크 마카롱 슈즈','스위티 포크케익'];
var s22 = ['눈토끼 베레모','시원한 눈꽃','달콤한 눈꽃','포근한 눈꽃','포근한 눈꽃','피어라 눈꽃','보송보송 눈토끼'];
var s23 = ['방울고깔','꼬마 조련신사','꼬마 조련숙녀','뛰어! 운동화','샤르르 방울','맹수 길들이기'];
var s24 = ['봄의 주인','풀잎 달다','꽃잎 달다','피어나는 봄','발랄 꽃바람','꿈꾸는 민들레'];
var s25 = ['플라잉 고글','하늘 로맨스','핑크 로맨스','플라잉 하늘','플라잉 구름','플라잉 하이','플라잉 로맨스'];
var s26 = ['티파티 왕 리본','민트냥 티파티','민트냥 티파티','민트냥 슬리퍼','이상한 나라의 민트냥','민트냥 티타임'];
var s27 = ['래빗 마우스','샤르르 미키','뾰로롱 토끼','젤리 슈즈','달려달려콩콩','치즈캐롯스틱'];
var s28 = ['키네시스 가발','키네시스 가발','키네시스 교복','키네시스 교복','키네시스 구두','그라비티','미스터리 다이스'];
var s29 = ['블루버드 쥬얼핀','젠틀 블루버드','레이디 블루버드','블루버드 슈즈','사파이어 스노우','블루버드'];
var s30 = ['농부님의 보물','큐티 파머 앞치마','퓨어 파머 원피스','큐티 파머 보트화','퓨어 파머 샌들','농부님의 은총','농부님의 영광의 달걀 스틱'];
var s31 = ['블러디 가디언 후드','블러디 브라이드 베일','블러디 가디언','블러디 브라이드','블러디 워커','블러디 힐','블러디 로즈','블러드 메르헨'];
var s32 = ['샤인 라이트','발랄 트레블러','수줍 트레블러','신나는 발걸음','셀피 타임','하드 캐리어'];
var s33 = ['양머리 수건','리본 세안밴드','뽀송 목욕가운','리본 목욕가운','뽀송 털슬리퍼','포실포실 눈송이','온천의 고양이씨'];
var s34 = ['디어 윈터','아이스 디어','스노우 디어','사슴 발자국','아이스 플라위 윙','디어윈터 탬버린'];
var s35 = ['콘서트 뮤즈 티아라','콘서트 뮤즈 테너','콘서트 뮤즈 소프라노','콘서트 뮤즈 슈즈','콘서트 뮤즈 힐','콘서트 뮤즈','뮤즈 크리스탈'];
var s36 = ['레인보우 클로버','희망 봄 나들이','향기 봄 나들이','하늘 봄 샌들','핑크 봄 샌들','봄의 기운','생명의 물병'];
var s37 = ['바니 봉봉','레이스 봉봉','도트 봉봉','도트 베리','베리슈즈','스위트베리','스트로베리 봉봉'];
var s38 = ['스카우트 금장 베레모','스카우트 리본 베레모','블랙 보이스카우트','블랙 걸스카우트','블랙 스카우트 슈즈','숲의 속삭임','은빛 늑대'];
var s39 = ['로즈 버드','로즈 블라썸','로즈 프린스','로즈 프린세스','엔젤 퓨어슈즈','엔젤 로즈슈즈','스노우 엔젤','파스텔 로즈'];
var s40 = ['퀸즈 아이스','킹 아이스','퀸 메리','블루베리 쥬이시','레몬 쥬이시','차가운 친구들','아이스크림 주세요'];
var s41 = ['별의 유산','악몽의 끝','밤의 나비','칠흑의 시','검은 발자국','자색 발걸음','영원한 꿈','유리빛 꿈','레헬른 판타지아'];
var s42 = ['설렘교복 모자','두근두근 교복','콩당콩당 교복','두근설렘 교복구두','콩당설렘 교복구두','설렘살랑','분필은 사랑을 싣고'];
var s43 = ['달콤 호박별','호박별 은하수','호박별 미리내','호박별 쿠키','호박별 수프','꼬마별물결','반짝반짝 호박별'];
var s44 = ['쫑긋쫑긋','쫑긋 레이스 캡','밀크 초콜릿','딸기 초콜릿','슈가 카페 구두','슈가 카페 구두','슈가 파우더','슈가 젤리 발바닥'];
var s45 = ['별의 운율','별의 노래','별의 세레나데','별의 세레나데','별자리 구두','별자리 힐','별 그림자','성좌의 장미'];
var s46 = ['달빛 찹살떡','달빛 소르베','달빛 샤베트','폭신 달님','폭신 솜꼬리','달빛 램프'];
var s47 = ['발랄 스마일','발랄 리본','피크닉 보이','피크닉 걸','발랄 롤러','신나는 마음','달콤 바게트'];
var s48 = ['체리 송이','체리 방울','달콤한 시간','상큼한 시간','뚜벅 체리','사뿐 체리','체리향기','체리캔디'];
var s49 = ['새얀 매화','수정 새랑','이슬 새랑','새털 구름','새얀 구름','난새 너울','스파클링 다이아몬드'];
var s50 = ['지식의 새싹','지식의 탐색자','지식의 탐구자','사서의 맹세','꿈의 가지','차원의 사서'];
var s51 = ['꽃의 파도','하늘 바다','구름 바다','웨딩 로퍼','웨딩 펌프스','방울방울','푸른바다수국'];
var s52 = ['곰돌 스티치 캡','곰돌랜드 나들이','곰돌랜드 나들이','곰돌 운동화','소풍 가는날','몽실 곰사탕'];
var s53 = ['금빛 기억','금빛 망울','깊은 밤 달빛','깊은 밤 달빛','금빛 디딤새','금빛 울림','금빛 자장가'];
var s54 = ['캣 다이아','타미노 아리아','파미나 아리아','음악의 계단','음악의 계단','마법 악장','매혹의 플루트'];
var s55 = ['떠도는 마음','고요한 마음','인형의 꿈','반쪽 붕대','꿈의 속박','나도 데려가!'];
var s56 = ['안개비 몽몽','발그레 몽몽','포근 안개비','포근 발그레','포근 부츠','포근 퐁퐁','달달 포근'];
var s57 = ['눈보드레 모자','눈꽃송이 코트','눈꽃송이 코트','눈보드레 슬리퍼','첫눈 오는날','눈보드레'];
var s58 = ['매화 조각보','매화 꽃자수','채운매화','고운매화','꽃길','꽃길','매화 향낭','아라매화'];
var s59 = ['꼬마 크레용 캡','달콩 계란과자','알콩 계란과자','꼬마 크레용 구두','꽃밭에는 꽃들이','꼬마 크레용'];
var s60 = ['다람이 머리띠','빗방울 우비','빗방울 장화','크림퐁당 다람꼬리','다람이 봄비'];
var s61 = ['캔디 티아라','캔디 달링','캔디 달링','캔디 슈즈','코튼캔디 윙즈','캔디 엔젤'];
var s62 = ['정예기사 모자','수호기사 모자','태엽의 기사','태엽의 기사','태엽의 기사 슈즈','태엽 날개','앙트완 회중시계'];
var s63 = ['뿅뿅 리본','상큼 아침산책','상큼 아침산책','상큼 산책화','향긋한 아침','살랑 강아지풀'];
var s64 = ['산호 리본','바다 리본','산호 바다','산호 바다','산호 발찌','샤이닝 데이','파도검'];
var s65 = ['아폴론','에델린','셜록','베리타스','진실의 발걸음','해답의 열쇠','진실의 빛'];
var s66 = ['신수의 빛','여제의 빛','신수 강림','여제 알현','신수의 발걸음','여제의 발걸음','동화연가','여제의 품격'];
var s67 = ['사령모자','사령장미','사령술사','사령술사','사령술사 부츠','사령술사 구두','영원사령','사령채찍'];
var s68 = ['눈송이 귀마개','눈송이 패딩','눈송이 패딩','눈송이 부츠','달달 눈송이','눈송이 캔디'];
var s69 = ['노블 카멜리아','스윗 카멜리아','로드 카멜리아','레이디 카멜리아','카멜리아 로퍼','카멜리아 구두','타고난 품격','카멜리아 티타임'];

/* 마라벨 아이템 이름 */
var m1 = ['로망 로즈','베이비 돌푸카','베이비 돌링카','페어리 스파크','스타윙클','페어리피코'];
var m2 = ['봉봉 포니 모자','봉봉 포니 모자','그랜드 포니','글로니 포니','포니 글러브','포니윙슈즈','포니의 구리구리 당근'];
var m3 = ['붉은 황혼','푸른 신야','휘황 초롱','찬란 초롱','초롱 당혜','넘실 초롱','이슬 초롱'];
var m4 = ['크로스 윙','판타스마 토트','판타스마 벨라','블랙 포르테','데스 왈츠','죽음의 데스'];
var m5 = ['화이트 타임','블랙 타임','타임 마주르카','타임 칸타빌레','마스터 타임 슈즈','마스터 타임 슈즈','영원의 시계태엽','마스터 타임'];
var m6 = ['화원의 아침','맑은 이슬','수정 이슬','나빌레라 공단화','나빌레라 비단화','알리샤의 꽃 날개','페어리 플로라'];
var m7 = ['눈의 군주','눈의 여왕','왕의 연회','여왕의 야회','화려한 춤','찬란한 춤','고운 속삭임','얼음 누각'];
var m8 = ['낙원의 증표','낙원의 장미','약속의 끝','염원의 끝','이른 하교','이른 하교','붉은 각인','피의 서약'];
var m9 = ['안개 속 달빛','안개 속 별빛','달빛 대공자','별빛 대공녀','달의 항해','별의 항해','안개 야상곡','안개 환상곡','무한성단'];

/* 세트 이름 */
var s_set = ['매직스타 세트','아기양잠옷 세트','골프 세트','샐리맨더 세트','메이플 야구 세트','슈퍼스타 세트','아이스썸머 세트','메이드 & 버틀러 세트','암염의 속죄가 세트','초코퐁듀 세트',
             '은월 세트','쇼퍼홀릭 세트','버블버블 세트','파티다이어리 세트','호이포이 무지개 세트','멜로디 세트','하와이안 세트','숲속친구들 캠핑 세트','무적의 치어리더 세트','매디컬 할로윈 세트',
             '스위티 파티셰 세트','보송보송 눈토끼 세트','맹수길들이기 세트','향긋한 봄 세트','플라잉 로맨스 세트','이상한 나라의 민트냥 세트','래빗 마우스 세트','키네시스 세트','블루버드 세트','퓨어파머 세트',
             '블러디 로즈 세트','트레블러 세트','온천 세트','디어윈터 세트','콘서트 뮤즈 세트','소생의 봄 세트','스트로 베리 봉봉 세트','블랙스카우트 세트','로즈 엔젤 세트','아이스크림 세트',
             '레헬른 판타지아 세트','설렘주의보 세트','호박별 세트','슈가카페 세트','성좌의 장미 세트','달빛램프 세트','발랄 피크닉 세트','체리캔디 세트','스파클링 다이아몬드 세트','차원의 사서 세트',
             '해변의 웨딩마차 세트','곰돌랜드 세트','금빛 자장가 세트','환상 아리아 세트','인형의 꿈 세트','포근한 겨울 세트','눈보드레 세트','아라매화 세트','꼬마 크레용 세트','다람이 봄비 세트',
             '캔디 엔젤 세트','태엽의 기사 세트','상큼 아침산책 세트','산호바다 세트','불꽃 탐정 세트','여제 알현 세트','사령술사 세트','달달 눈송이 세트','카멜리아 세트'];
var m_set = ['마스터 페어리 세트','마스터 포니 세트','마스터 초롱나비 세트','마스터 죽음의 데스 세트','마스터 타임 세트','마스터 플로라 세트','마스터 스노우 세트','마스터 블러드 세트','마스터 스텔라 세트']